<?php

return [
    'welcome'=>'مرحبا :name',
    'invalid-token' => 'جلسة غير صالحة',
    'token expired' => 'انتهت صلاحية الجلسة',
    'deleted' => '! تم الحذف بنجاح',
    'not-found' => 'لم يتم العثور عليه',
    'some-not-found' => 'بعض الصفوف المحددة لم يتم العثور عليها.',
    'email-exist' => 'هذا البريد الإلكتروني موجود بالفعل.',
    'added' => 'تمت الاضافه بنجاح!',
    'updated' => 'تم التحديث بنجاح!',
    'nothing-updated' => "لا توجد اي تغييرات",
    'logout' => 'تم تسجيل الخروج بنجاح!',
    'email-wrong' => "هذا البريد الإلكتروني غير موجود.",
    'password-wrong' => 'كلمة مرور خاطئة. يرجى المحاولة مرة أخرى.',
    'error' => "حدث خطأ ما.",
];
